"Name:" = "Nome:";
"Wildcard" = "Wildcard";

"Extension:" = "Estensione:";

"Label:" = "Etichetta:";
"Hold Command to select multiple labels" = "Tieni premuto ⌘ per selezionare etichette multiple";

"Kind:" = "Tipo:";
"Any" = "Qualunque";
"Folder" = "Cartella";
"File" = "File";

// E.g: 2 items selected
"%{value1}@ items selected" = "%{value1}@ elementi selezionati";

"Extend selection" = "Estendi la selezione";

"Select" = "Seleziona";
"Invert" = "Inverti";
"Select & Close" = "Seleziona & Chiudi";